Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=258_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen Milla Elmiina Pulska (2008)
sme: Lean Milla Elmiina Pulska (2008)

source: Olen 19-vuotias ja kotoisin Vuotsosta, joka on Suomen eteläisin saamelaiskylä.
sme: Lean 19-jahkásaš ja eret Vuohčus, mii lea Suoma máttimus sámegilli.

source: Tällä hetkellä asun Kautokeinossa, jossa käyn saamenkielistä korkeakoulua, Sámi allaskuvlaa, ja tähtään saamenkieliseksi luokanopettajaksi.
sme: Dál orun Guovdageainnus, gos váccán sámegielat allaskuvlla, Sámi allaskuvlla, ja áiggošin gárvvásmuvvat sámegielat luohkáoahpaheaddjin.

source: Keväällä 2008 valmistuin Utsjoen saamelaislukiosta.
sme: Giđđat 2008 válmmaštuvven Ohcejoga sámelogahagas.

source: Äitini kautta olen saanut kiinnostuksen musiikkiin, jota olen harrastanut koko elämäni.
sme: Eatni bokte lean ožžon beroštumi musihkkii, mii leamaš mu eallimis mielde álo.

source: Olen laulanut ja joikannut muiden vuotsolaisten tyttöjen kanssa, mutta enää en suutani aukaise, vaan keskityn soittamiseen.
sme: Lean lávlon ja juoigan eará vuohččulaš nieiddaiguin, muhto dál in šat iežan njálmmi raba, muhto baicce hálidan čuojahit.

source: Pianonsoittoa olen harrastanut pikkutytöstä asti ja kuljin peruskouluaikoina Sodankylässä 100 kilometrin päässä pianonsoittotunneilla.
sme: Piáno lean čuojahan dan rájes go ledjen unna nieiddaš ja johten vuođđoskuvlaáigge Soađegilis 100 kilomehtera duohken piánočuojahandiimmuin.

source: Peruskouluaikoina perustimme kylän tyttöjen kanssa bändin.
sme: Vuođđoskuvlaáigge vuođđudeimmet gili nieiddaiguin musihkkajoavkku.

source: Sitten jossain vaiheessa aloimme soittaa saamenkielistä musiikkia ja kokoonpanon muokkauduttua esittämästämme musiikista tuli saamenkielistä rockia.
sme: Dasto muhtun muttus čuojahišgođiimet sámegielat musihka ja maŋŋá go joavku šattai dálá hápmái, min musihkas bođii sámegielat rockmusihkka.

source: Bändimme nimi on SomBy, joka tulee 1800-luvun kartasta, jossa lukee Vuotson kohdalla Sombio-by.
sme: Min joavkku namma lea SomBy, mii boahtá 1800-logu kárttas, mas lohká Vuohču buohta Sombio-by.

source: Sompio on ollut suuri alue ja sisältänyt monia kyliä, joista osa jäi Lokan tekoaltaan alle.
sme: Sompio dahjege Soabbat leamašan stuorra guovlu ja lea doallan sisttis máŋggaid giliid, main oassi bázii Lokka dahkuáldá vuollái.

source: Keväällä 2008 teimme levytyssopimuksen Tuupa Records - levy-yhtiön kanssa ja saman kevään toukokuussa meiltä ilmestyi EP-levy Cáhppes Lasttat, jolla on viisi meidän itse tekemäämme kappaletta.
sme: Giđđat 2008 dagaimet skearroráhkadansoahpamuša TuupaRecords – skearrofitnodatservviin ja seamma giđa miessemánus mis almmustuvai EP-skearru ČáhppesLasttat, mas leat vihtta min iežamet dahkan bihtá.

source: Olemme keikkailleet paljon Lapin läänin alueella ja pari keikkaa on ollut myös hieman etelämpänä.
sme: Mii leat lávlon ja čuojahan ollu Lappi leana guovllus ja moddii leat fitnan maiddái vehá máddelabbos.

source: Tällä hetkellä teemme uusia biisejä tulevalle täyspitkälle albumille, joten minulla menee musiikintekoon paljon aikaa, mutta se ei haittaa, koska rakastan kirjoittaa biisien sanoja ja säveltää musiikkia.
sme: Dál mii dahkat ođđa lávlagiid čuovvovaš guhkes jietnaskerrui, nu ahte mus manná musihkadahkamii ollu áigi, muhto dat ii daga maidige, dasgo liikon čállit lávlagiid sániid ja bidjat daidda nuohta.

source: Siinä työssä saa kaivaa omia tunteita ja ajatuksia ja luoda jotain omaa ihmisten kuultavaksi.
sme: Dien barggus oažžu suokkardit iežas dovdduid ja jurdagiid ja hutkat juoidá iežasa, man eará olbmot ožžot gullat.

source: Mielestäni on todella tärkeää, että teemme biisimme saameksi, koska sillä tavalla tuomme saamelaisista uusia puolia esiin valtaväestön nähtäville, nostamme saamelaista kulttuuria positiivisesti esille ja edistämme sitä.
sme: Mu mielas lea duođaid dehálaš, ahte dahkat iežamet lávlagiid sámegillii, dasgo dan láhkai buktit sápmelaččain ođđa beliid ovdan suomaálbmogii, loktet sámi kultuvrra positiivvalaččat oidnosii ja ovddidat dan.

source: Saamelaisuus on muutakin kuin poroja, joikaamista, nokipannukahvittelua, kodassa ilman sähköjä asumista ja muita stereotypioita.
sme: Sápmelašvuohta lea earáge go bohccot, juoigan, káfestallan dollagáttis, ássan goađis elerávnnji haga ja eará stereotypiat.

source: Saamelaisuus voi olla rock, saamelaisuus voi olla kaikkea mahtavaa, meidän nuorten pitää vain uskaltaa olla saamelaisia ja tehdä sitä mitä haluamme.
sme: Sápmelašvuohta sáhttá leat rock, sápmelašvuohta sáhttá leat mii beare, mii nuorat galgat dušše duostat leat sápmelaččat ja dahkat dan maid hálidat.

source: Minulla on poroja, joten porohommiin menee myös paljon aikaa.
sme: Mus leat bohccot, nu ahte boazobargguide manná maid ollu áigi.

source: Kesäisin kuljen merkityksissä ja olen ollut nyt myös mönkijällä kokoamistyössä mukana parina kesänä.
sme: Gesiid jođán mearkumiin ja leamašan dál maid njealjejuvllagiin čohkkenbarggus mielde moadde geasi.

source: Syksyisin ja talvisin puolestaan on erotuksia ja lihahommia.
sme: Čakčat ja dálvit fas leat rátkimat ja biergobarggut.

source: Ympäri vuoden on oikeastaan kaikenlaisia porotöitä.
sme: Birra jagi leat iešalddes máŋggalágan boazobarggut.

source: Porot ovat minulle tärkeitä, koska ne liittävät minut esivanhempiini ja myös saamelaisuuteen.
sme: Bohccot leat munnje dehálaččat, dasgo dat čatnet mu iežan máddariidda ja maiddái sápmelašvuhtii.

source: Eikä se ole pelkkää työtä vaan elintapa.
sme: Iige dat leat dušše bargu, muhto maiddái eallinvuohki.

source: Puhun saamea, ja vaikka se ei ole äidinkieleni, se on minulle tärkeä kieli saamelaisuuteni vuoksi.
sme: Human sámegiela, ja vaikko dat ii leat mu eatnigiella, dat lea munnje dehálaš giella mu sápmelašvuođa geažil.

source: Olen opiskellut sitä koko kouluikäni vieraana kielenä, ja kirjoitin sen ylioppilaskirjoituksissakin.
sme: Lean stuđeren dan oppa mu skuvlaagi vieris giellan, ja čállen dan stuđeantačállosiinge.

source: Vuotsossa saamenkielen siirtäminen seuraaville sukupolville valitettavasti jotenkin pysähtyi, ja saamea puhuvat siellä äidinkielenään enää oikeastaan vain vanhat ihmiset.
sme: Vuohčus sámegiela sirdin čuovvovaš buolvvaide váidalahtti gal monu bisánii, ja sámegiela hupmet doppe eatnigiellan šat iešalddes dušše boarrásat.

source: Haluaisin, että olisin saanut saamen äidinkielenä, mutta koska se ei ole mahdollista, niin aion opetella kielen hyvin ja siirtää sen omille lapsilleni äidinkielenä.
sme: Livččen hálidan oahppat sámegiela eatnigiellan, muhto go dat ii lean vejolaš, de áiggon oahpahallat giela bures ja sirdit dan iežan mánáide eatnigiellan.

source: Kuvassa SomBy Inarissa keväällä 2008 levyn julkistamiskeikan jälkeen.
sme: Govas SomBy Anáris giđđat 2008 skearru almmustahttima maŋŋá.

source: Milla kolmas vasemmalta.
sme: Milla goalmmát gurutbealde.
